{
  "stories": [
    {
      "id": "1",
      "title": "Xurshid bilan Laylo",
      "category": "Muhabbat haqida",
      "readTime": "25 daqiqa",
      "isFavorite": false,
      "content": "Bir bor ekan, bir yo'q ekan, bir zamonlarda Misr mamlakatida bir podsho o'tgan ekan. Uning otini Abdulaziz shoh der ekanlar. Shohning Abdukarim degan vaziri ham bor ekan. Abdulaziz shoh bilan Abdukarim vazir juda inoq ekanlar.\n\nUlar yoshlikda madrasada birga o'qishgan, ayniqsa, Abdukarim nihoyatda tirishqoq ekan. O'zi kambag'al oilasidan bo'lishiga qaramay, butun kuch-quvvatini ilmga berar, uni chuqurroq o'zlashtirishga harakat qilar ekan. Abdukarim vazir har vaqt shohga:\n— Bu dunyo o'tar dunyo, yaxshilik qilsang ham o'tadi, yomonlik qilsang ham o'tadi, xalq bizning onamiz bo'ladi. Shuning uchun xalqqa yaxshilik qilmoq kerak. Yomonlik qilish har kishining qo'lidan keladi, ammo yaxshilik qilish har kimning qo'lidan kelavermaydi, — der ekan. Ular har bir ishni bamaslahat bajarishar ekan. Mamlakat ham o'sha davrda tinch va obod ekan. Lekin ular dunyoning bir kamchiligidan nihoyatda xafa ekanlar. Shoh ham, vazir ham befarzand ekan.\n\nKunlardan bir kun shohning saroyiga bir qalandar kelibdi. Shoh qalandarni o'z oldiga chaqirib olib, unga:\n— Ey qalandar, siz jahongashta odamsiz, ko'p shahar va qishloqlarni kezgansiz. Ko'p odamlarni duo qilasiz. Menga farzandsizlikning chorasini aytib berolmaysizmi? — debdi. Qalandar:\n— Bilaman, — deb qo'ynidan ikki olmani chiqarib, birini shohga, birini vazirga berib, duo qilibdi. — Biringizga xudo o'g'il, biringizga qiz beradi, ammo ikkovingiz bir-biringiz bilan quda bo'lasiz, — deb qalandar shoh bilan vazirdan in'om va ehsonlar olib jo'nab ketibdi.\n\nOlmani yeganlaridan so'ng shohning xotini o'g'il tug'ibdi. Otini Xurshid qo'yishibdi. Vazirning xotini qiz tug'ibdi, uning otini Laylo qo'yishibdi. Bolalar birga tarbiya ko'rib, birga o'sishibdi. Xurshid bilan Laylo bir mayiz topsalar bo'lishib yer ekanlar, ittifoqlik, mehr-muhabbat kundan kunga kuchayib boraveribdi. Laylogul qizlar maktabida o'qisa, Xurshid o'g'il bolalar madrasasida o'qibdi.\n\nYildan yil, oydan oy, kundan kun o'tib, Xurshid bilan Laylo ham o'qishni tugatibdi. Ular o'n sakkiz yoshga kiribdilar. Shoh o'g'li Xurshidni uylantirish harakatiga tushibdi. Vazirning qizi Laylogulga sovchi yuboribdi. Vazirning qizi sovchilarga:\n— Shahzoda Xurshidning ko'ngli menda bo'lsa, o'zim bilan gaplashsin. Mening bir shartim bor. Agarda qabul etsa, men ham roziman, — debdi. Sovchilar qizning aytgan so'zlarini Xurshidga yetkazibdilar. Xurshid vazirning uyiga boribdi. Mehmonxona o'rtasiga parda tutilgan ekan. Pardaning orqasida o'tirgan Laylogul shahzodaning tovushini eshitib, \"Assalomu alaykum, shahzoda!\" debdi. Shundan keyin ikkisi hol-ahvol so'rashibdi. Bular maktabga kirganlaridan so'ng, bir-birlari bilan ko'risha olmagan ekanlar. Laylogul Xurshidning taklifiga shunday debdi:\n— Men qarshi emasman, biroq bir shartim bor. Agarda qabul etsangiz to'yga roziman. Shartim shu: har kuni ertalab uyingizga boraman, kech bo'lmasdan o'z uyimga ketaman, — debdi.\n\nShahzoda qizning bu shartiga hayron qolib, nima javob qaytarishni bilmay qolibdi. So'ng Xurshid aql-hushini bir joyga to'plab, shartini qabul qilay, uyimga borgach, boshqa chorasi topilib qolar, — deb o'ylabdi. Xurshid Laylogulga:\n— Shartingizni qabul etdim, — debdi.\n\nO'n besh kun to'y bo'libdi.\n\nShahzoda uchun qator uylar juda yaxshilab bezatilgan ekan. Ammo bu uylarning birontasida ham kelinchak Laylogul ko'rinmas ekan. Laylogul esa, o'z shartiga muvofiq, to'yning ertasigayoq erta bilan nonushtaga kirib kelibdi. Xurshid shoshilganicha Layloni kutib olibdi-da, uyga boshlabdi. Ular qator uylarni bir-bir tomosha qilib, o'n birinchi uyga kiribdilar. Kanizak qizlar dasturxon yozibdilar. Dasturxon noz-ne'matga to'la emish. Ular suhbatlashib o'tirib, kunni kech qilibdilar. Laylogul boshiga paranjisini yopinib, otasining uyiga jo'nab qolibdi. Xurshid og'zini ochib, qizning ketidan qarab qolaveribdi.\n\nBu ahvol har kuni takrorlanaveribdi. Ko'pincha, Laylogul parishon bo'lar, Xurshidning gaplariga ham e'tibor bermas ekan. Xurshid nima gapligini bilolmay, og'ir ahvolda qolibdi.\n\nKunlardan bir kun Xurshid o'ylab-o'ylab maktabdosh do'sti Abdumutalning oldiga boribdi. Do'sti madrasa hujrasida turar ekan. Xurshidni xursand bo'lib kutib olibdi. Abdumutal sayohatga ketgani uchun ular anchadan buyon ko'rishishmagan ekan. Abdumutal Arabistonning ko'p shaharlaridan tashqari, Hindiston, Peshovur kabi uzoq mamlakatlarda bo'lganini gapirib beribdi.\n\nAbdumutal o'ttiz ikki yoshlarda bo'lib, ancha ziyrak yigit ekan. Xurshidning xafaligini kelgan zamon sezibdi. Ular ovqatlanib, choy ichib, suhbatlashib o'tiribdilar. Abdumutal sekin gap boshlabdi:\n— Do'stim Xurshid, siz shohning o'g'lisiz. Hamma narsa siz uchun tayyor. Husn, aql, idrok, ilmda Arabistonda yakka-yu yagona vazirning qizi sizning xizmatingizda bo'lsa-yu, tag'in nega xafa ko'rinasiz?\n— Mening xafaligimni qaerdan bildingiz? — deb so'rabdi Xurshid.\n— Hech kimdan, lekin betlaringiz sarg'ayganidan, xayolingiz parishonligidan gumon qilaman, — debdi u. Xurshid do'stiga hozirgi ahvolini bir boshdan aytib beribdi. Abdumutal bu so'zlarni eshitib, qo'liga qog'oz-qalam olib, qandaydir duo yozib, Xurshidning qo'liga beribdi.\n— Mana shuni xotiningiz uydan chiqib ketayotganda peshanangiz-ga yopishtirib oling. Qizning orqasidan boravering. U sizni ko'rmaydi. Ketidan borsangiz, hamma sir-asrordan xabardor bo'lasiz, — debdi Abdumutal.\n\nXurshid xursand bo'lib, qog'ozni olib, o'rtog'iga minnatdorchilik bildirib, uyiga qaytibdi. U kechani uxlamay o'tkazibdi. Erta bilan nonushtaga Laylogul yetib kelibdi. Kundagidek ikkisi birgalashib nonushta qilibdilar. Xurshid har kuni qani endi kech bo'lmasa-yu, Layloning husniga to'ysam, deb niyat qilar ekan. Bugun esa tezroq kech bo'lsin, buning sirlarini tezroq bilib olay, deb o'z-o'zidan hovliqar ekan.\n\nNihoyat, Layloning ketar vaqti bo'libdi. U paranjisini yopinib jo'nab qolibdi. Xurshid ham vaqtni g'animat bilib, peshanasiga do'sti yozib bergan xatni yopishtirib, xotini ketidan ketaveribdi. Laylogul to'g'ri otasining hovlisiga kiribdi. Onasi uni ko'rib:\n— Ha, keldingmi, qizim, — deb quchoqlab ko'rishib, ikki yuzidan o'pibdi. Boshidan paranjisini olib, ayvondagi mixga osib qo'yibdi. Kanizak qiz xitoyi laganda osh olib kelibdi. Dasturxon atrofida vazir, Laylo, uning onasi o'tiribdilar. Xurshid ham bexavotir o'tirib olibdi. Hammalari ovqatga qo'l uzatibdilar. Onasi bir suyakni Layloning oldiga qo'yibdi. Uni Xurshid qo'liga olib go'shtini yegan ekan, ichidan oshiq chiqib qolibdi. U oshiqni olib, tozalab, cho'ntagiga solib qo'yibdi. Oshni yeb bo'lib, ustidan bir piyoladan choy ichibdilar. Laylo o'rnidan turib:\n— Oyi, men ketdim, — deb boshiga paranjisini yopinib jo'nabdi. Xurshid ham uning ketidan ketaveribdi. Laylo borib-borib bir darvozani qoqibdi.\n— Olmagul, Olmagul! — deb chaqiribdi. Darvoza ochilibdi. Hovlida bir kelishgan chiroyli qiz olma to'ldirilgan kumush laganni ko'tarib turgan ekan. Laylogul olmadan birini olibdi. Uning ketidan Xurshid ham bitta olma olibdi.\n\nLaylogul Olmagulga:\n— Do'stim, tezroq ketaylik! — debdi. U qiz ham boshiga paranjisini yopinib chiqibdi. Hovlidan uch kishi indamasdan jo'nabdilar. Borib-borib Olmagul yana bir darvozaning halqasini qoqibdi. Darvoza ochilibdi. Laylo: — Anorgul! — deb chaqiribdi. Bir qiz qo'lida bir laganni anorga to'ldirib ko'tarib chiqibdi. Anordan Laylo bir dona, Olmagul ham bir dona, Xurshid ham bir dona olibdi. Anorgul laganni qo'yib, boshiga paranjisini yopinib chiqibdi. Endi bular to'rt kishi bo'libdilar. Ular gapirishib, xaxolab kulishib borar ekanlar. Kulganda Olmagul og'zidan olmagul, Anorgul og'zidan anorgul to'kilar edi. Xurshid ham birga kulishib borayotganidan ular xabarsiz ekanlar. Qizlar shahardan tashqariga chiqibdilar. Nihoyat, tevaragi baland devorlar bilan o'ralgan bog'ga yetibdilar. Bog'ning darvozasi qizil yog'ochdan yasalgan ekan. Anorgul darvozaning halqasini qoqqan ekan, ikki haybatli dev chiqib ochibdi. Devlar qizlarga qarab ta'zim qilishibdi. Xurshid ham ular orqasidan bog'ga kiribdi. U bog'ga qarab hayron bo'libdi. Bog'da yilning to'rt faslini ko'rish mumkin ekan: bog'ning bir tomoni bahor — daraxtlar gullaganmish, ikkinchi tomoni esa yoz, mevalar pishib, tagiga tushib yotganmish. Uchinchi tomoni kuz, daraxtlarning bargi sarg'ayib yerga tushayotganmish... To'rtinchi tomonida esa hovuzdagi suv muzlab, qor pag'a-pag'a bo'lib yog'ib turgan ekan. Bu ajoyib bog'ni ko'rib Xurshid hayron qolibdi. Qizlar bog'ning o'rtasidagi yo'ldan uzoqda ko'rinib turgan qo'rg'on tomonga yuribdilar. Qizlar yasatilgan qirq uydan o'tib, nihoyat, qirq birinchi uyga — saroyning bekasi Guliqahqah parining oldiga kiribdilar. U Ko'hiqofdagi parilar podshosining qizi ekan. Guliqahqah pari Laylogulni yaxshi ko'rib, unga yaqinroq bo'lish niyatida shu yerga bog' yaratgan ekan. Laylogul parining izmidan chiqa olmas, Xurshidni qanchalik sevmasin, har kuni uni tashlab ketishga majbur ekan.\n\nAnorgul bilan Olmagulga Guliqahqah pari Laylogulga xizmat qilasizlar, deb tayinlagan ekan.\n\nLaylogul bilan dugonalari Guliqahqah pari oldiga kirganlarida u tilla taxt ustida yonboshlab yotgan ekan. Guliqahqah pari qizni ko'rib, o'rnidan turibdi va u bilan quchoqlashib ko'rishibdi. Keyin yoniga o'tqazibdi. Ular bir-birlaridan hol-ahvol so'rashibdi. Dasturxon yozilibdi. Maylar suzilibdi. Xurshid ham qizlar bazmini tomosha qilib o'tiribdi.\n\nMusiqalar chalinibdi, qizlar navbati bilan raqsga tushibdilar. Oradan ancha vaqt o'tgach, Guliqahqah pari o'yinni to'xtatib, qizlarga:\n— Charchadinglar, endi borib cho'milinglar! — debdi. Ularning hammasi bog'ga chiqishibdi. U yerda marmar toshdan ishlangan katta hovuz bor ekan. Hovuzning suvi nihoyatda tiniq ekan. Suv tagidagi qimmatbaho toshlar ko'zga ko'rinib turar ekan. Hamma qizlar yechinib, hovuzga o'zlarini tashlabdilar. Ular bir-birlariga suv sepishib, kulishib cho'milishar ekan. Xurshid shu paytdan foydalanib, xotini Laylogulning kiyimini olib qo'yniga solibdi.\n\nHamma qizlar cho'milib bo'lib, o'z kiyimini kiyibdi. Biroq Laylogul kiyimini topolmay hayron bo'libdi. Bog'ning ichi va tashqarisini rosa qidiribdilar.\n\nKo'ylak ham, bironta odam ham topilmabdi. Parilarning hammasi hayron bo'libdi. Bu yerda bunaqa hodisa hech bo'lmagan ekan. Bundan Guliqahqah pari nihoyatda xafa bo'libdi. O'zicha: \"Buning tagiga yetmagunimcha, topmagunimcha qo'ymayman\", — debdi g'azab bilan.\n\nPari devlarni chaqirib:\n— Laylo, Anorgul, Olmagullarni uylariga olib borib qo'yinglar! — deb buyuribdi.\n\nTo'rt dev to'rt oyoqlik katta tosh taxtani keltirib ayvonga qo'yibdi. Uch qiz Guliqahqah pari bilan xayrlashib taxtaga chiqib o'tirishibdi. Xurshid hammadan avval chiqib o'tirib olibdi. Devlar tosh taxtani osmonga ko'tarib uchishibdi. Qizlar o'rgangani uchun churq etishmabdi. Xurshid esa ko'zini chirt yumib olibdi. Devlar taxta toshni yerga qo'yishibdi. Qizlar tushib uy-uyiga jo'nabdi. Xurshid ham uyiga kelib, kaniz qizlardan birini chaqirib, \"Uyda yotaman, Laylo kelsa, meni uyg'otasan. Lekin seni so'ksam, ursam ham ko'nglingga olmagin\", deb tayinlabdi.\n\nErta bilan nonushta vaqtiga Laylogul yetib kelibdi. Uyga kirib kunda o'tiradigan joyiga borib o'tiribdi. Laylo Xurshidni uyning bir burchagida kiyimlarini yechmasdan mast uyquda yotganini ko'ribdi. Shu vaqt kanizlardan biri shoshilganicha kirib, Xurshid yoniga borib:\n— Shahzodam, turing, kelin oyim keldilar! — deb uyg'otaveribdi. Xurshid o'rnidan tura solib:\n— Ey, la'nati, yaxshi tush ko'rayotgan edim, meni uyg'otib, tushimni chala qilding, bor, bir kosa tiniq suv olib kel! — deb do'q uribdi. Kanizak xitoy chinnida buloqning toza, tiniq suvidan keltirib qo'yibdi. Xurshid Laylodan:\n— Meni kechiring, uxlab qolibman, — deb uzr so'rabdi. Undan keyin kanizga:\n— Hozir suvga qarab turib bu kecha ko'rgan tushimni aytaman, ta'birini to'g'ri aytasan, — debdi.\n— Tushimda, — debdi u, — xotinim Laylogul uydan chiqib, to'g'ri o'z uyiga boribdi. Oyisi bir lagan osh keltirib qo'yibdi. Oyisi Laylogulning oldiga qo'ygan suyakni tozalab, ichidan chiqqan oshiqni cho'ntagimga solib qo'yibman. Shu tushim rostmikan? — deb cho'ntagidan bir dona oshiqni chiqarib dasturxon ustiga tashlabdi.\n\nUndan keyin Xurshid Laylogul o'z uyidan chiqib ketgani, Olmagul bilan uchrashgani, uning laganidan bir dona olma olib qo'yniga solganini aytibdi. U qo'ynidan olmani olib dasturxon ustiga qo'yibdi. Keyin Laylogulning Anorgul bilan uchrashgani, undan bir dona anor olganini aytibdi. Keyin ular bilan Guliqahqah parining to'rt fasllik bog'iga borgani, devlar bilan uchrashgani, Guliqahqah parining uyida qizlar bazmi bo'lgani, undan keyin gulbog'dagi hovuzda qizlarning cho'milgani, u yerda yo'qolgan Laylogulning kiyimini olib qo'yniga solganini aytib, ko'ylakni olib yoniga qo'yibdi.\n\nXurshid boshini ko'tarib Laylogulga qarabdi. Laylogul goh Xurshidga, goh dasturxon ustidagi olma, anorga tikilib qarar, biror og'iz gapirishga ham madori qolmagan ekan. Xurshid kulib, indamay Laylogulga qarab turaveribdi. To'satdan yuz bergan bu sirlarning ochilishiga Laylogul chiday olmabdi. Shartta o'rnidan turibdi-da, paranjisini yopinib chiqib ketibdi. Xurshid ham peshonasiga xatni yopishtirib, uning ketidan jo'nabdi. Laylogul to'g'ri Guliqahqah parining oldiga boribdi. Bugungi voqeani unga birma-bir aytib beribdi.\n\nGuliqahqah pari qizning so'zlarini diqqat bilan tinglabdi-da, o'ylab turib:\n— Sen ko'p diqqat bo'laverma. Men ertaga azon vaqtida tosh taxtaga o'tirib, eringning hovlisiga boraman. Agar u kitob o'qib turgan bo'lsa, yaxshi — senga ruxsat beraman. Qaytadan to'y qilamiz. Agar men borgan choqda u g'aflat uyqusida bo'lsa, hovlisiga tosh tashlayman. Shahzoda Xurshid uy-joyi bilan yer ostiga kirib ketadi, — debdi va Laylogulga qarabdi. — Rozimisan?\n\nQiz hech narsa demabdi. \"Borib Xurshidga xabar bersam, pari sezib qolib meni nobud qilishi mumkin. Unga xabar bermasam, uxlab qolsa, pari uni nobud qilishi mumkin. Unda Xurshiddan ajralaman, endi nima qilish kerak?\" deb Laylogul bir qarorga kelmasdan o'rnidan turib, ketmoqchi bo'libdi.\n\nGuliqahqah pari Layloga qarab:\n— Bu kecha shu yerda qolasan, — debdi. Xurshid bu yerda bo'lgan so'zlarning hammasini eshitib uyiga jo'nabdi. Xurshid bu kecha uxlamabdi. U sahar vaqtida o'rnidan turib, yuvinib, toza va yangi kiyimlar kiyib, kitob o'qib o'tiribdi. Nihoyat, hovli tepasida \"g'uv-g'uv, g'uv\" degan ovoz eshitilibdi. Xurshid bu ovoz Guliqahqah parining uchar tosh taxtasi ekanligini sezgan bo'lsa ham, o'zini bilmaslikka olib, boshini kitobdan ko'tarib qaramabdi.\n\nGuliqahqah pari hovli ustida aylanib, shahzoda Xurshidni gilam ustida kitob mutolaasida o'tirganini ko'ribdi. Haqiqatan, shahzoda Xurshid go'zal, aqlli yigit ekan. Laylogulga munosib ekan, deb Guliqahqah pari o'z bog'iga uchib ketibdi. U Laylogulni chaqirib:\n— Bor, Xurshidga ayt, to'yni boshlasin, to'yga men o'zim ham boraman, — debdi.\n\nLaylogul xursand bo'lganicha yugurib Xurshid qoshiga boribdi. Qiz kelsa, u bechora hali ham kitob o'qib o'tirgan ekan.\n— Turing, shahzoda, kitobni yig'ishtiring, avval to'yni boshlaylik, — deb kulibdi Laylogul. Xurshid Laylogulga parining ruxsat berganini, endi ular doim birga bo'lishlarini eshitib, juda sevinibdi. Shu kuniyoq to'y boshlanibdi. To'yning uchinchi kuni parilar bilan birga Guliqahqah ham kelib, kuyov-kelinga oq fotiha beribdi.\n\nSevishganlar murod-maqsadlariga yetibdilar."
    },
    {
      "id": "2",
      "title": "Ikki tabib",
      "category": "Hikmatli ertaklar",
      "readTime": "18 daqiqa",
      "isFavorite": false,
      "content": "Bir bor ekan, bir yo'q ekan, qadim zamonda Buxoro shahrida kambag'al Ahmad supurgichi bo'lgan ekan. Uning xotini va bir o'g'li bor ekan. Qiynalsa ham er-xotin o'g'lini maktabga beribdi. O'g'li odobli, aqlli, zehnli bo'lganidan qiyinchiliklarni yengib, maktabni bitirgach, madrasaga kiribdi.\n\nOtasi har kuni supurgi boylab sotib, bolasini qo'llab turibdi. Nihoyat o'g'li madrasani ham yaxshi tamomlabdi. Bolaning nomi Odil ekan. Odilni o'qitgan mullalar uning qobiliyatiga qoyil qolibdilar. Ota-onasi endi og'zimiz osh-ga yetdi, deb suyunganlarida, mudarrislar \"Bola hali yosh, domlalik unga to'g'ri kelmaydi\", deb unga ish bermabdilar. Lekin bola idrokli bo'lib, domlalar bilmagan narsalarni bilar ekan. Odil ishsiz qolganidan ota-onasi qayg'urib, o'g'liga hunar o'rgatishga ahd qilishibdi. Odilga ham bu gap ma'qul tushibdi.\n\nOtasi maxsido'z kosib o'rtog'iga shogirdlikka bermoqchi bo'lib, o'g'lini yetaklab ketayotsa, Yusufboy tabib ularni do'konga taklif qilib, hol-ahvol so'ragach:\n— Bu bola kim? — debdi.\n— O'g'lim, ismi Odil, yaqinda madrasani tugatdi, mudarrislar yosh, deb ish berishmadi. Shuning uchun o'g'limni maxsido'z o'rtog'imga shogirdlikka olib ketyapman, — debdi Ahmad aka. Yusufboy tabibning farzandi yo'q ekan, u:\n— Ahmad aka, o'g'lingizni menga shogirdlikka bersangiz. Dori tayyorlash va tabibchilikni o'rganadi. Men o'zim sizga yordam qilib turaman, o'g'lingiz ham xabar olib turadi. O'g'lingizni o'zimga o'g'il qilib olsam. Kampirim ham xursand bo'lardi. Uyingizga tez-tez yuborib turaman, — debdi. Ahmad aka o'ylab ko'rib, rozi bo'libdi. Yusufboy tabibnikida o'g'lini qoldirib, o'zi qaytib ketibdi.\n\nYusufboy tabib Odil bilan suhbatlashib, do'konidagi dorilarning nomlari bilan tanishtirib, narxlarini aytibdi, do'konni qanday tutish to'g'risida ham tushuntiribdi. Bir necha kun o'tmay tabibning ishi yurishib ketibdi. Yusufboy tabib ham \"O'g'lim qutli keldi\", deb suyunibdi. Yusufboy tabib oqko'ngil odam ekan, u Odilning ota-onasiga yordam berib turibdi. Odil esa tabiblik hunarini o'rgana boshlabdi. Yusufboy tabibning shon-shuhrati butun shaharga tarqalibdi.\n\nKunlardan bir kun shu shaharning qozisi o'g'lini Yusufboy tabibning oldiga olib kelib:\n— Shu o'g'limga hunaringizni o'rgatsangiz, — deb iltimos qilibdi. Qozi o'g'lining odamlarni tuzatishini emas, balki ko'proq mol-dunyo topishini o'ylab shunday qilgan ekan. Yusufboy tabib ham yo'q deya olmasdan qozining o'g'lini shogirdlikka olibdi. Uning ismi Jobir ekan. Jobir tabiblikka unchalik qiziqmasa ham, otasidan qo'rqqanidan o'rgana boshlabdi. Yusufboy tabib ham Odil bilan Jobirga birdek qarar, ikkalasiga ham tabiblik sir-asrorlarini birdek o'rgatar ekan.\n\nOradan bir necha yillar o'tibdi. Odil bilan Jobir bir-biridan qolishmaydigan tabib bo'lib yetishibdilar.\n\nKunlardan bir kun Yusufboy tabib ikkala shogirdini oldiga chaqirib:\n— O'g'illarim, mana, ikkalang ham tabiblikni o'rganib oldilaring. Endi senlarga nasihatim shuki, puli yo'q ekan deb dori bermasdan kambag'al, beva-bechoralarni qiynamanglar. El-yurt oldida ta'naga qolmanglar. Aql bilan ish qilib, manmanlikka berilmasdan, bir-biring bilan maslahatlashib ish tutinglar. Endi sizlarga ruxsat, tabiblik qilaverishinglar mumkin, — deb ularga oq fotiha berib jo'natibdi. Oradan bir necha kun o'tgandan keyin Yusufboy tabib olamdan o'tibdi.\n\nOdil ustozining o'lganini eshitib, borib ta'ziyasi o'tguncha ustozinikida bo'libdi. Jobir eshitsa ham qadam bosmabdi. Ikkalasi bir shaharda tabibchilik qilishar ekan. Odil kambag'al, beva-bechoralarga rahmdillik qilib, dori-darmonlarni tekinga berib yuborar ekan. Boylardan esa ikki hissa oshiq olar ekan. Jobir Odilning obro'si ko'tarilib ketayotganini ko'rolmabdi. Otasining gapiga kirib, kunlardan bir kun Odilning oldiga kelib:\n— Odil, senga bir maslahat bilan keldim. Menimcha ikki tabibga bir shahar torlik qiladi, shaharda yo sen, yo men bo'lishim kerak, — debdi. Odil unga:\n— Shahar keng, senga hech zararim tegayotgani yo'q, seni ham menga zararing tekkani yo'q. Undan ko'ra, kelishib ishlayversak bo'lmaydimi? — debdi. Jobir unga:\n— Kel, bo'lmasa baxtimizni sinaymiz: bir-birimizni mehmon qilamiz. Birinchi bo'lib sen biznikiga kelasan, oldingga nima taom qo'ysam yeysan. Keyin men senikiga mehmonga boraman, men ham nima bersang eb, nima ichirsang ichaman. Nima bo'lsa peshanamizdan ko'ramiz. Shunga nima deysan? — debdi.\n\nOdil ham noiloj rozi bo'libdi. Oradan bir necha kun o'tgandan keyin Jobir Odilni uyiga chaqiribdi. Odil esa mehmondorchilikka bormasdan avval besh-o'n chelak sut olib kelib qo'yibdi. Keyin mehmon bo'lib, Jobirning uyiga boribdi. Jobir Odilning oldiga dasturxon yozibdi va dasturxonni noz-ne'matlar bilan to'ldirib tashlabdi. Ziyofat orasida bir piyola zahar olib kelib Odilning qo'liga beribdi. Odil zaharni ichibdi-yu, uyiga ketibdi. Odil uyiga borib, chelakdagi sutlarni ichib, oshqozonini tozalab, zaharlanishdan qutulib qolibdi.\n\nOradan bir necha kun o'tibdi. Shart bo'yicha Odil Jobirni mehmonga chaqiribdi va oldiga dasturxon yozibdi. Mehmonni juda yaxshilab ziyofat qilibdi. Jobir ham uyiga sutni g'amlab kelgan ekan. U sergaklanib, Odil qachon zahar berishini kutibdi. Odil esa Jobirga zahar bermasdan oldiga yaxshi taomlar qo'yib, yaxshi so'zlar bilan kuzatibdi. Jobir o'zining qilgan ishiga pushaymon bo'lib, Odildan uzr so'rabdi.\n\nShundan keyin bir-biriga ozor bermasdan, bir-biri bilan maslahatlashib ish qilibdilar."
    },
    {
      "id": "3",
      "title": "Dod",
      "category": "Hikmatli ertaklar",
      "readTime": "20 daqiqa",
      "isFavorite": false,
      "content": "Bir bor ekan, bir yo‘q ekan, bundan ko‘p yillar ilgari ikkita o‘qimishli, ziyrak yigit yashagan ekan. Ulardan biri Komiljon, ikkinchisi Homiljon deb atalar edi. Komiljon qorachadan kelgan, o‘rta bo‘yli, kipriklari uzun, kelishgan yigit, Homiljon esa chiroyli, shahlo ko‘z, qoshlari Komiljonnikidan qalinroq, lekin o‘ziga unchalik oro bermaydigan yigit edi.\n\nYigitlar amakivachcha bo‘lib, yoshlikdan birga o‘sishgan, madrasada ham birga ilm olganlar. Bir kuni ular o‘qishni davom ettirish uchun boshqa shaharga yo‘l olishdi. Bu shaharda yaqinda qaroqchilar paydo bo‘lib, aholining mol-mulkini talayotgan edi. Qaroqchilar shu qadar ayyor ediki, ularni hech kim ko‘rmagan, faqat qilgan ishlarigina ayon bo‘lgan. Ularni tutish uchun mirshablar tayinlansa ham, qaroqchilarni ushlashning iloji bo‘lmayotgan edi, chunki ularning shaharda maxfiy yordamchilari bor, o‘zlari esa shahar chekkasida yashar edi. Shuning uchun ular mirshablar yo‘qligini poylab, mo‘ljallangan xonadonlarni talashar edi.\n\nKomiljon bilan Homiljon shaharga kelganidan xabar topgan qaroqchilar ularni savdogar deb o‘ylab, ko‘z ostiga olishdi. Yigitlar shaharning markaziy ko‘chasidagi uylardan biriga joylashib, o‘z ishlari bilan ovora bo‘lib yurishdi. Har kuni kechasi kitob o‘qib, ilmga sho‘ng‘ib o‘tirishar edi.\n\nBir kuni kechasi, yigitlar kitob o‘qib o‘tirganida, eshik taqilladi. Komiljon eshikni ochishi bilan o‘ntacha kishi uyga bostirib kirib, yigitlarni urib, oyoq-qo‘llarini bog‘lab, qimmatbaho buyum va oltin izlay boshlashdi. Ko‘p tintuvdan so‘ng hech narsa topolmagan qaroqchilardan biri do‘q urdi:\n— Hoy, ablahlar, oltinlarni qayerga yashirdinglar?\n— Sizlarga oltin kerak bo‘lsa, bizga jon kerak, — dedi Komiljon, arqonning siqishidan badanlari qaqshab. — Oyoq-qo‘llarimizni bo‘shatinglar, o‘zimiz topib beramiz.\n\nQaroqchilarning boshlig‘i, baland bo‘yli, shopdek mo‘ylovli, ko‘zlari chaqnagan kishi: “Bularni bo‘shatinglar”, deb buyurdi. Qaroqchilar darhol yigitlarning bog‘ini yechishdi.\n\n— Bizdagi oltinlar aslida sizlarniki bo‘lishi kerak, — dedi Komiljon oyog‘ini uqalab. — Mayli, rozimiz.\n— To‘g‘ri, do‘stim, oltinlar aslida shularniki bo‘lsa kerak, — dedi Homiljon ham.\nQaroqchilar kulib yuborishdi.\n— Bunaqasini ko‘rmagan edik, — dedi ulardan biri.\n— Nega g‘alati gapiryapsan, yigit? — so‘radi boshliq. — Joningni asrayapsanmi? Qani, tezroq ko‘rsat.\n— O‘lim haqiqat, — dedi Komiljon, — lekin bu oltinlarning qissasi bor. Avval oltin turgan joyni ko‘rsatay, keyin tarixini aytaman.\n\nKomiljon ularni hovlining bir burchagiga boshlab borib, o‘sha yerni qazishni buyurdi. Ikki kishi qazishga qoldi, qolganlar Komiljonni uyga olib kirishdi.\n\n— Qanday qissa aytmoqchisan? — so‘radi boshliq.\n— Gapimizni eshitib, “bundayini ko‘rmagan edik” dedinglar. Agar oltin qissasini eshitsanglar, hayron qolasizlar, — dedi Homiljon.\n— Qani, gapir!\n\nKomiljon jiddiy tusda gap boshladi:\n— Otam juda qashshoq kishi edi. Kun kechirish qiyin, yegani non, ichgani suvni zo‘rg‘a topardi. Ko‘p hunarlarni sinab ko‘rdi, lekin hammasi og‘ir tuyuldi. Yoshi ham ancha ulg‘aygan edi.\n— Deraza yoniga boray, — deb ijozat so‘radi Komiljon. — Ko‘nglim biroz behuzur bo‘lyapti.\n— Mayli, boraqol, — dedi boshliq. Komiljon deraza yoniga borib, uni qiya ochib, to‘yib nafas oldi va davom etdi:\n— Otam oxiri o‘rmondan o‘tin olib sotishga o‘tdi. Uning bir hamrohi ham bor edi, doim birga borishardi.\n\nQaziyotgan qaroqchilar ham qiziqib, eshik yoniga kelib, “qissa”ga quloq sola boshlashdi.\n\n— Kunlarning birida, — davom etdi Komiljon, — otam va hamrohi bir to‘nkani qazib chiqarishayotganda, yonlaridagi yer o‘pirilibdi. “Bunda ne hikmat bor?” deb, yerni qazishdi. Ketmonlari bir sopolga tegdi. Qarasalar, xum ekan. Xumni chuqurdan chiqarib olishdi. Dadam tepada, hamrohi pastda edi. Otam xumning og‘zini ochib qarasa... xum to‘la oltin!\n\nDadam o‘yladi: “Butun umr qashshoqlikda o‘tdi. Endi hamrohimni o‘radan tortib olsam, u podshohga xabar bersa, yana hech narsasiz qolamanmi?” Shu xayol bilan arqon tashlamay, sekin uyiga jo‘nadi. Hamrohi esa to‘xtovsiz: “Qani, arqonni tashlamaysanmi?” deb baqirardi. Dadam arqon tashlamaslikka qaror qilib, uyiga ketdi.\n\nBu gapni eshitgan qaroqchilar “bir xum tillalik bo‘ldik” degandek bir-biriga qarashdi.\n\n— Hamrohi dadamning fe’lini sezgan shekilli, — davom etdi Komiljon, — oxirgi kuchini to‘plab, ovozining boricha chaqirdi. Dadam yana o‘raning og‘ziga kelib:\n— Nima gaping bor? — debdi.\n— Shuncha birga yurib, qashshoqlikda sen menikiga bormading, men senikiga, — debdi u. — Mayli, yoshim o‘tdi, o‘limimga roziman. Ammo senga bir vasiyatim bor. Uyim falon joyda. Birgina o‘g‘lim bor, ismi Dod. Unga uch-to‘rt tanga tilladan berib, mening uyga qaytmasligimni aytib qo‘y. Bechoralarning ko‘zi to‘rt bo‘lib o‘tirmasin.\n\nDadam ma’yus bo‘lib, cho‘ntagiga besh-oltita oltin solib, hamrohining uyini topib bordi.\n— Dod, hoy Dod, — deb sekingina chaqirdi. Uydan hech kim chiqmadi. Yana “Dod”, deb biroz balandroq aytdi. Hech kim javob bermadi.\n\nOtam eshikning bir tabaqasini ochib, “Dod” deb baqirdi. Ovoz chiqmadi. Keyin ovozining boricha “Dod, Dod!” deb baqira boshladi.\n\nAtrofda odam sharpasi ko‘rinib, Komiljonga ham quvvat bo‘ldi.\n— “Dod, Dod”, — deb baqirardi otam. Qilgan ishiga pushaymon edi. Uydan ovoz chiqmagach, yana qattiq xafa bo‘lib, ko‘z-yoshi to‘kib, “Dod, Dod”, deb baqiraverdi.\n\nBu orada atrofdagi kishilar “Dod” degan tovushni eshitib, nima gap ekan deb, har kim qo‘liga tushgan narsani olib, shu tomonga yugurib kela boshladi. Qo‘riqchilikda turgan mirshablarga ham xabar yetib, ular ham tezda shu yerga yetib kelib, uyni o‘rab olishdi.\n\nMirshablar xalq yordamida qaroqchilarni tutib olishdi. Komiljon bilan Homiljonga katta sovg‘alar berildi, ularning fahm-u farosatiga qoyil qolishdi.\n\nShundan so‘ng xalq tinch hayot kechira boshladi. Yigitlar esa maqsadlariga yetib, ona yurtlariga sog‘-salomat qaytib ketishdi."
    },
    {
      "id": "4",
      "title": "Besh jonlini bejon qilgan Bahodir",
      "category": "Botirlar haqida",
      "readTime": "28 daqiqa",
      "isFavorite": false,
      "content": "Bor ekan-da, yo‘q ekan, och ekan-da, to‘q ekan, bir zamonlar Bahodir ismli bir kishi yashagan ekan. U juda qo‘rqoq va yalqov bo‘lib, atrofdagilar uni 'Bahodir qo‘rqoq' deb atashar ekan. Otasidan qolgan bog‘da ishlashga ham erinib, xotini ham bundan charchabdi.\n\nBir kuni xotini bog‘ga kirsa, pishgan uzumlarni arilar talayotganini ko‘rib, jahli chiqibdi va Bahodirga shikoyat qilibdi. Bahodir xotinining gapidan ta’sirlanib, bog‘ga kiribdi va ro‘mol bilan arilarni haydayman deb, beshta arini o‘ldiribdi. Juda faxrlanib, xotiniga ko‘rsatibdi. Xotini esa uni masxara qilibdi. Bahodir bu ishi bilan maqtanmoqchi bo‘lib, qozining huzuriga boribdi va undan bu voqeani tasdiqlovchi xat so‘rabdi. Qozi hazillashib, unga 'Bir urishda besh jonlini bejon qilgan Bahodir — qahramon' deb yozib beribdi.\n\nBahodir bu xatni xotiniga ko‘rsatib, yana masxara eshitibdi. Xafa bo‘lib, boshqa shaharga ketibdi. Shaharda bir boyning uyiga mehmon bo‘lib kirib qolibdi va o‘zini qahramon deb tanishtiribdi. O‘sha paytda shahanshohning bog‘ida dahshatli sher paydo bo‘lib, hech kim bog‘ga kira olmas ekan. Mehmonlar Bahodirni shohga maqtab, uni bog‘ga yuborishadi. Bahodir qo‘rqqanidan daraxtga chiqib oladi, lekin tasodifan sherning ustiga yiqilib tushadi. Sher qo‘rqib qochib ketadi, Bahodir esa hushidan ketadi. Xizmatkorlar uni qahramon deb o‘ylab, shohga olib borishadi. Shoh unga in’omlar berib, lashkarboshi bo‘lishni taklif qiladi.\n\nBahodir saroyda bir hafta yashab, boylik va aysh-ishrat ichida yashayotganlarni ko‘rib, o‘zining dangasaligidan uyaladi va xotinini sog‘inadi. Qochib ketmoqchi bo‘ladi. Shu payt shohdan yana yordam so‘rashadi: qo‘shni podsho urush qilmoqchi ekan. Bahodir jangdan qochish uchun o‘zini otga yelim bilan yopishtirib oladi. Ot uni jang maydoniga olib chiqib ketadi, yo‘lda katta qayrag‘och shoxiga osilib qoladi, lekin yelim sababli shox ham u bilan birga sudralib ketadi. Dushmanlar bu manzarani ko‘rib, 'Qahramon daraxtni yerdan sug‘urib oldi', deb qo‘rqib qochishadi. Bahodir yana g‘alaba qozonadi.\n\nShoh uni vazir qilmoqchi bo‘ladi, lekin Bahodir rad etadi va uyiga qaytishni so‘raydi. Shoh unga oltinlar berib, hurmat bilan kuzatadi. Bahodir uyiga qaytib, endi chinakam qahramon bo‘lib, dangasalik va qo‘rqoqlikni tashlab, oilasi bilan baxtli hayot kechiradi."
    },
    {
      "id": "5",
      "title": "Zumrad va Qimmat",
      "category": "Hikmatli ertaklar",
      "readTime": "24 daqiqa",
      "isFavorite": false,
      "content": "Bir zamonlar katta bir soy bo‘yida kichkina bir uy bo‘lgan ekan. Bu uyda chol, uning Zumrad ismli qizi, o‘gay ona va uning Qimmat ismli qizi yashar ekan. Kampir Zumradni yomon ko‘rar, doim urar, qarg‘ar, tinimsiz ishlatib, bechora qizga bir lahza ham tinchlik bermas ekan.\nZumrad chiroyli, odobli, muloyim va aqlli qiz bo‘lib, uni ko‘rgan har kim yana ko‘rishni istar ekan. Qimmat esa ishyoqmas, injiq va dimog‘dor bo‘lib, kun bo‘yi urish-janjal va to‘polon bilan o‘tar ekan.\nZumrad har kuni ertalab ko‘zasini olib, soy bo‘yidagi buloqqa borar, yo‘lda uchragan lola gullar unga salom berar, maysalar ustida dam olganida gullar uni olqishlar, bulbullar unga hikoyalar aytib berar ekan. Qimmat esa gullarni yulib, xushbo‘y gullarni hidsiz deb tepkilar, shuning uchun gullar uni ko‘rganida qovoqlarini solib, yumilib qolishar ekan.\nBir kuni kampir Zumradni yomonlab, cholga do‘q uribdi: “Qizing beodob, ishyoqmas, uni haydab yubor! Bo‘lmasa sen bilan birga turmayman!” Chol nima qilishini bilmay, kampirning gapiga ko‘nib, qizini o‘rmonga olib borib adashtirib kelishga majbur bo‘libdi.\nOta-bola o‘rmon ichida yurib, quyuq soyali joyga yetishibdi. Chol o‘tin kesgani ketib, Zumradni yolg‘iz qoldiribdi. Shamol turib, chol boltasini daraxtga osib, unga tosh bog‘lab, itarib yuboribdi. Bolta shamolda “to‘q-to‘q” qilib tovush chiqaribdi. Zumrad otasini kutib, kech bo‘lganda otasidan darak bo‘lmaydi. Qiz adashib, yig‘lab, o‘rmon ichida yurib, oxiri bir so‘qmoqdan yurib ketaveribdi.\nUzoq yo‘l bosib, qorong‘ida gullar yo‘lini yoritibdi. Uzoqda miltillagan chiroqni ko‘rib, itning hurigini eshitib, kichik bir uyga yetibdi. Uyning derazasidan kampirni ko‘rib, ichkariga kiribdi va boshidan kechirganlarini aytib beribdi. Bu kampir sehrgar ekan. Qizning yaxshi xulqini ko‘rib, unga yordam berishga va’da beribdi. Qiz ham minnatdor bo‘lib, kampirga yordamchi bo‘libdi.\nKampir qizga rasmli kitob va qo‘g‘irchoqlar berib, uni erkalabdi. Zumrad uyni toza tutib, kampirni xursand qilgan. Bir kuni kampir qizga: “Tomdan o‘tin olib tush, qizim”, debdi. Qiz tomga chiqib, o‘z uyining tomini ko‘rib, otasini sog‘inib yig‘lab yuboribdi. Kampir uni yupatib, ertasi kuni narsalarini yig‘ishtirishni aytibdi. Qizga: “Tomda qizil va oq sandiq bor, oq sandiqni qoldirib, qizil sandiqni olib tush!” debdi. Kampir arava tayyorlab, qizni uyiga jo‘natibdi va: “Qizil sandiqni uyga borganda och!” deb kalit beribdi.\nQiz uyiga qaytib, otasi bilan quchoqlashibdi. Qizil sandiqni ochishsa, ichidan ko‘plab boyliklar chiqibdi. Bu hol o‘gay onani hasadga solibdi. Kampir cholga Qimmatni ham o‘rmonga olib borib adashtirib kelishni buyuribdi. Chol Qimmatni ham o‘rmonga olib boribdi.\nQimmat ham bolta osilgan daraxt tagiga borib, adashib qolibdi. U yig‘lasa ham, uni ovutadigan hech kim bo‘lmaydi. Qorong‘i tushganda sehrgar kampirning uyiga kiribdi. Kampir uni ham kutib olibdi, lekin Qimmat kampirga yaxshi so‘z aytolmabdi, uyni yig‘ishtirmabdi. Kampir unga ham: “Tomdan o‘tin olib tush”, debdi. Qimmat esa: “O‘zingiz olib tushing!” deb javob beribdi. Kampir xafa bo‘lsa ham, qizni tomga chiqaribdi. Qimmat tomdan oq sandiqni olib tushibdi. Kampir unga kalit berib: “Sandiqni uyga borganda ochasan”, debdi. Qimmat og‘ir sandiqni orqalab, aravasiz uyiga qaytibdi.\nQizning kelishini it sezib, onasiga: “Opam kelayotirlar, orqalaganlari oq sandiq, ilon bilan liq to‘liq”, deb vovullabdi. Kampir itni uribdi. Qimmat uyga kelib, sandiqni ochishsa, ichidan ikkita ajdar chiqib, kampir bilan qizni yutib yuboribdi. Qo‘ni-qo‘shnilar eshikni buzib kirishsa, uyda hech kim yo‘q ekan.\nShundan so‘ng Zumrad va otasi baxtli va tinch hayot kechiribdi."
    },
    {
      "id": "6",
      "title": "Kenja botir",
      "category": "Botirlar haqida",
      "readTime": "22 daqiqa",
      "isFavorite": false,
      "content": "Uch aka-uka ovga chiqishadi. Qorong'u tushgach, o'rmonda tunashga qaror qilishadi. Birinchi kecha katta akasi poyloqchilik qiladi, lekin yarim tunda uxlab qoladi va qozondagi ovqatni kimdir yeb ketadi. Ikkinchi kecha o'rtancha akasi poyloqchilik qiladi, u ham uxlab qoladi va ovqat yana yo'qoladi. Uchinchi kecha Kenja botir poyloqchilik qiladi. U uxlab qolmaslik uchun jimjilog'ini pichoq bilan biroz qonatadi va og'riqqa chidaydi. Yarim tunda o'rmondan bir maxluq chiqib, qozon tepasiga keladi. Maxluqning bo'yi bir qarich, soqoli o'n qarich. Kenja botir qilich bilan kallasini kesib tashlaydi. Kalla dumalab o'rmon chetidagi chuqur o'raga tushib ketadi. Kenja botir belgi qo'yib, ovqatni pishirib, ertalab akalariga kechagi voqeani aytadi. Ular o'raga borishadi. Katta akani arqon bilan tushirishadi, u yarmiga borganda \"Dod, tortib olinglar!\" deydi va uni tortib olishadi. O'rtancha akasi ham shunday qiladi. Navbat Kenja botirga keladi. U: \"Agar men dod deb baqirsam ham, tortib olmanglar, tushira beringlar!\" deydi. Akalari uni tushirishadi. Kenja botir chuqurga tushib, yer ostiga yetadi. Qorong'u yo'lda emaklab yuradi, bir yorug'lik ko'radi va u tomonga boradi. Yorug' hovliga chiqadi. Uydan chiroyli qiz chiqadi, qo'lida kalla. Qiz: \"Men sizga ehtiyot bo'ling, deb aytgandim, endi kallangiz mening qo'limda\", deydi. Kenja botir qizni tinchlantirib, kimligini so'raydi. Qiz podshoning qizi ekanini, devlar uni olib kelganini aytadi. Kalla Serka botirning xizmatkori ekan. Kenja botir kallaning jonini so'raydi. Qiz uni kichik sandiqdagi qutidan topib, paxtaga o'ralgan qurtni ko'rsatadi. Kenja botir qurtni ezib o'ldiradi, kalla harakatsiz qoladi. Kenja botir qirq hujraning kalitini olib, xazinalarni sandiqlarga joylaydi va ularni arqon bilan yer yuziga chiqaradi. Akalari sandiqlarni tortib olishadi, ichidan qimmatbaho buyumlar va go'zal qiz chiqadi. Kenja botir chiqmoqchi bo'lganda, akalari: \"Agar ukamiz chiqsa, boylik ham, qiz ham bizga tegmaydi\", deb arqonni kesib yuborishadi. Kenja botir yer ostida qoladi. U umidsiz bo'lmay, yo'l yurib, bir dehqon cholga duch keladi. Chol unga Semurg' qushning uyasi bor chinorni ko'rsatadi va: \"Agar ajdahoni o'ldirsang, Semurg' seni yer yuziga olib chiqadi\", deydi. Kenja botir chinor tagida ajdahoni kutib, uni qilich bilan o'ldiradi. Semurg' bolalari omon qoladi. Kechqurun Semurg' kelib, bolalari voqeani aytadi. Semurg' Kenja botirdan tilagini so'raydi. Kenja botir yer yuziga chiqishni so'raydi. Semurg' ikki mesh tayyorlashni buyuradi: biri suv, biri go'sht bilan. Parvoz paytida Semurg' go'sht va suv so'raydi. Go'sht tugagach, Kenja botir sonidan go'sht kesib beradi. Semurg' buni sezadi, lekin yigitni yer yuziga chiqaradi va soniga go'shtni qaytarib yopishtiradi. Kenja botir o'z akalarini o'sha o'rmon chetida topadi. Akalari qiz uchun janjallashayotgan bo'ladi. Qiz Kenja botirni ko'rib, unga yuguradi. Kenja botir akalariga xiyonatni kechiradi, ularga ham boylikdan beradi va o'zi qizni nikohlab, baxtli hayot kechiradi."
    },
    {
      "id": "7",
      "title": "Malikai Husnobod",
      "category": "Muhabbat haqida",
      "readTime": "35 daqiqa",
      "isFavorite": false,
      "content": "Qadim zamonlarda bir zolim podshoh yashagan ekan. Uning Malikai Husnobod ismli go‘zal va aqlli qizi bor edi. Malikaning onasi kambag‘al oiladan chiqqan, shuning uchun podshoh uni hech kimga bermas, qizini doim asrab kelar edi. Malikaning go‘zalligi va donoligi butun dunyoga mashhur bo‘lib, ko‘plab sovchilar kelgan, lekin otasi ularni rad etgan.\n\nBir kuni podshohning taxti tepasiga qarg‘a qo‘nib, qag‘illay boshlaydi. Podshoh to‘rt yuz ulamoni chaqirib, qarg‘aning nima deganini so‘raydi. Ulamolar javob topa olmaydi. Podshoh g‘azablanib, ularning boshini kestirmoqchi bo‘ladi. Malika aralashib, otasini to‘xtatadi va jumboqni yechib beradi: “Qarg‘aning qag‘illashi – erni bor qiladigan ham, yo‘q qiladigan ham xotin”, deydi. Podshoh bundan battar g‘azablanib, qizini zindonga tashlaydi.\n\nPodshohning bir vaziri qizga rahmi kelib, uni zindondan qutqaradi. Qizni mustahkam sandiqqa solib, qirq kunlik ovqat bilan daryoga tashlaydi. Sandiq uzoq suzib, boshqa mamlakatga yetib boradi. Bir kambag‘al chol daryodan sandiqni olib chiqadi. Ichidan go‘zal qiz chiqadi. Chol uni bozorga olib borib sotmoqchi bo‘ladi, lekin o‘sha yurt podshohi sandiqni ko‘rib, uni ochdiradi. Sandiqdan chiqqan qizni ko‘rib, podshoh unga oshiq bo‘ladi va unga uylanishni buyuradi. Qiz bir necha kun muhlat so‘raydi va bog‘da qizlar bilan sayr qilmoqchi bo‘ladi. Daryo bo‘yiga borib, daryoga sho‘ng‘iydi va uni katta baliq yutib yuboradi.\n\nBu orada, boshqa shaharda bir podachi bola baliqchilar yordamida katta baliq tutadi. Baliqni yorishsa, ichidan Malikai Husnobod chiqadi. Qiz tirik, uni podachi bolaga turmushga berishadi. Qiz uy ishlarini tartibga soladi, taqinchoqlarini sotib, oilani boy qiladi. U ko‘plab odamlarni to‘plab, yangi shahar – Husnobod shahrini barpo etadi. Shahar tezda gullab-yashnaydi, ko‘plab odamlar kelib, uy-joyli bo‘lishadi.\n\nJurjon podshosi Husnobod shahridan xabar topib, malika bilan turmush qurmoqchi bo‘ladi. Malika rad etadi. Podshoh g‘azablanib, qilich ko‘taradi, lekin malikaning xizmatkorlari uni zindonga tashlaydi. Shahar aholisi malikani podshohlikka ko‘taradi.\n\nBir kuni bir qalandar kelib, malikaning suratini ko‘rib yig‘laydi. Bu, ilgari unga uylanishni istagan podshoh edi. Malika uni ham zindonga soladi. Malika lashkar to‘plab, ota yurtiga yurish qiladi.\n\nMalikaning otasi tush ko‘radi: uni burgut ko‘tarib ketadi, qizi esa uni qutqaradi. Uyg‘ongach, podshoh tushining ta’birini so‘raydi, lekin hech kim aytolmaydi. Nihoyat, Jurjon podshosining lashkari yurtiga bostirib keladi. Podshoh vazirini elchi qilib yuboradi. Vazir Husnobodga kelib, malikani topadi. Malika otasini kechiradi, podshohlikni podachi yigitga topshiradi.\n\nMalikai Husnobod va podachi yigit birga baxtli hayot kechiradi, begunohlarni ozod qiladi, yurtni adolat bilan boshqaradi va orzu-maqsadlariga yetadi."
    },
    {
      "id": "8",
      "title": "Qilich botir",
      "category": "Botirlar haqida",
      "readTime": "26 daqiqa",
      "isFavorite": false,
      "content": "Bir bor ekan, bir yo‘q ekan, qadim zamonda Qilich botir ismli bir polvon yashagan ekan. Bir kuni u safarga chiqibdi. Yo‘lda bir bo‘zchiga duch kelibdi. Bo‘zchi undan: \n— Yo‘l bo‘lsin, og‘ayni, — deb so‘rabdi. Qilich botir: \n— Oqbilak oyim oldiga bormoqchiman, — debdi. Bo‘zchi ham Qilich botir bilan kurashmoqchi bo‘libdi. Kurashib, Qilich botir bo‘zchini yengibdi. Bo‘zchi unga do‘st bo‘lishini aytibdi. Qilich botir unga ikki naycha berib: \n— Biridan qon tomsa, beg‘am bo‘l, zardob tomsa, orqamdan yetib kel, — debdi.\n\nKeyin yana yo‘l yurib, temirchiga duch kelibdi. Temirchi ham Qilich botir bilan kurashibdi, lekin yengilibdi. Qilich botir unga ham ikki naycha berib, xuddi shunday tayinlabdi. So‘ngra suvchiga duch kelib, u bilan ham kurashibdi va uni ham yengib, naycha beribdi.\n\nUchovlon birga yo‘l yurib, bir qishloqqa yetibdi. Qishloqda cho‘pon bilan uchrashibdi. Qilich botir undan Oqbilak oyim haqida so‘rabdi. Cho‘pon unga: \n— Oqbilak oyimga yetishish oson emas, ko‘plar urinib halok bo‘lishgan. Uning oti bor, kishmish yeydi. Agar kimdir kelsa, ot kishnab yuboradi, Oqbilak oyim esa kelgan odamning boshini oladi. Faqat yerni kavlab, otning oxuri yonidan chiqib, kishmish bilan otni chalg‘itish kerak, — deb maslahat beradi.\n\nQilich botir cho‘ponning aytganini qiladi: yerni kavlab, otning oxuri yonidan chiqadi. Bordonni teshik og‘ziga yopmoqchi bo‘lsa, ot sezib, kishnaydi. Oqbilak oyim chiqib, otni tekshiradi, lekin hech narsa topmaydi. Nihoyat, Qilich botir otga kishmish soladi, Oqbilak oyim uxlab yotganida uning bosh atrofiga qirqta qoziq qoqib, sochlarini bog‘lab qo‘yadi. Oqbilak oyim uyg‘onib, o‘zini tutqichda ko‘radi va Qilich botirga taslim bo‘ladi. Ikkovlari birga yashay boshlaydi.\n\nQilich botir ovga chiqib yuradi. Oradan yillar o‘tadi. Bir kuni Qoraxon podshoh Oqbilak oyimni olish uchun bir kampirni yuboradi. Kampir Qilich botirning yo‘liga eshak oyog‘ini sindirib, yig‘lab o‘tiradi. Qilich botir unga rahmi kelib, uyiga olib keladi. Oqbilak oyim kampirdan shubhalanadi, lekin Qilich botir: \n— Bu kampir bechora, — deydi.\n\nKampir Oqbilak oyimdan Qilich botirning siri — joni qayerda ekanini bilmoqchi bo‘ladi. Oqbilak oyim Qilich botirdan so‘raydi. Qilich botir: \n— Jonim qilichimda, — deydi. Oqbilak oyim bu sirni kampirga aytadi. Kampir ertalab Qilich botir ovga chiqqanda qilichini olib, tosh bilan bukib, soyga tashlaydi. Shu payt Qilich botir yiqilib tushadi.\n\nKampir yog‘och ot yasab, Oqbilak oyimni aldab, Qoraxon podshohning shahriga olib ketadi. Qoraxon podshoh to‘y qilishga tayyorlanadi.\n\nBu orada bo‘zchi, temirchi va suvchining naychalaridan zardob tomadi. Ular Qilich botirning boshiga ish tushganini bilib, yordamga kelishadi. Suvchi suvni to‘xtatib, temirchi qilichni to‘g‘rilaydi. Qilich botir o‘ziga keladi va do‘stlari bilan Qoraxon podshohning shahriga boradi. Ular Qoraxon podshohga qarshi jang qilib, uni yengishadi. Qilich botir bo‘zchini podshoh, suvchini vazir qiladi. Oqbilak oyimni olib, temirchi bilan o‘z yurtiga qaytadi va baxtli yashashadi."
    },
    {
      "id": "9",
      "title": "Momir bilan Somir",
      "category": "Botirlar haqida",
      "readTime": "32 daqiqa",
      "isFavorite": false,
      "content": "Qadim zamonlarda Turkman mamlakatida bir shoh yashagan ekan. Shohning ikki o‘g‘li bor edi: Momir va Somir. Shoh ularni juda yaxshi ko‘rar, pahlavonlik, kamon otish, shamshirbozlik, gurzi bilan jang qilish kabi san’atlarga o‘rgatar edi. Shohning o‘zi ham kuchli pahlavon bo‘lib, ko‘plab devlarni yenggan. Ko‘hiqof tog‘ining narigi tomonida yashovchi devlar esa, shohdan o‘ch olish uchun fursat poylab yurishar edi.\n\nBir kuni devlar shohning ikki o‘g‘li borligini bilib qolib, ularni yoshligida o‘g‘irlab, o‘z makonlariga olib ketishadi. Maqsadlari – ularni o‘zlariga o‘xshatib, keyin otalariga qarshi otlantirish va shohdan qasos olish edi. Devlar bog‘da mashq qilayotgan Momir va Somirga hujum qilishadi. Ular devlarga qarshilik ko‘rsatishadi, lekin oxir-oqibat devlar Somirni olib ketishadi. Momir esa kuchliroq bo‘lgani uchun qochib qutuladi, lekin ukasini qutqara olmaydi.\n\nShoh bu voqeani eshitib, g‘azablanadi va butun lashkarini yig‘ib, o‘g‘li Somirni qidirishga chiqadi. Yillar davomida devlarni topa olmaydi. Devlar esa Somirni o‘z tillariga o‘rgatib, o‘z ovqatlaridan yedirib, tarbiya qilishadi. Somir ulg‘ayib, kuchga to‘ladi. U o‘zining devlarga o‘xshamasligini sezib, ajablanadi. Bir kuni kuchini sinab ko‘rish uchun qirqta ayiqni arqon bilan bog‘lab, ularni bir zarbda orqaga tortadi. Keyin yuzta, so‘ng besh yuzta ayiqni ham shunday yengadi. O‘z kuchidan hayratga tushgan Somir devlardan kuchli ekanini tushunadi.\n\nBir kecha eng katta devdan o‘zining asl kelib chiqishi haqida so‘raydi. Dev uni aldashga harakat qiladi, lekin Somir ishonmaydi va devga musht tushiradi. Devning shoxi yerga kirib ketadi. Ertasiga devlar Somirning kuchidan qo‘rqib, uni o‘ldirish yoki adashtirib yuborish haqida maslahat qilishadi. Nihoyat, uni ovga olib chiqib, tog‘da yolg‘iz qoldirib, o‘zlari qochib ketishadi.\n\nSomir tog‘da g‘or topib, o‘sha yerda yashay boshlaydi. Vahshiy hayvonlarni ovlab, ayiq terisidan kiyim tikib oladi. Vaqt o‘tib, Somir butunlay yovvoyi odamga aylanadi.\n\nOradan yillar o‘tadi. Shoh Somirni esidan chiqaradi. Bir kuni Hind shohining go‘zal qizi borligini eshitib, uni o‘g‘li Momirga so‘ramoqchi bo‘ladi. Elchi yuboradi. Hind shohi qizi: \"Kim meni maydonda yengsa, o‘shanga turmushga chiqaman\", deydi. Shoh bu shartni Momirga aytadi. Momir rozi bo‘lib, butun lashkari bilan Hindistonga yo‘l oladi.\n\nYo‘lda bir tog‘da to‘xtashadi. Momir ovga chiqadi va yovvoyi odamni – Somirni – ko‘rib qoladi. Uni tutib kelish uchun pahlavonlarni yuboradi. Ular Somirni ayiq terisida ko‘rib, unga yaqinlashishadi. Somir esa archa daraxtini ildizi bilan sug‘urib olib, ularga otadi va pahlavonlar halok bo‘ladi.\n\nMomir bu voqeani eshitib, otasiga xabar beradi. Shoh pahlavonlarini Somirga qarshi yuboradi, lekin Somir ularni ham yengadi. Kechqurun shoh urushni to‘xtatadi. Ertasiga Momir o‘zi Somir oldiga boradi. Somir Momirni va pahlavonlarni kulbasiga taklif qiladi. Momir Somirning kiyimidan va gaplaridan ukasi ekanini anglaydi. Ular quchoqlashib, yig‘lab ko‘rishishadi.\n\nMomir shohga xabar yuboradi. Shoh xursand bo‘lib, Somirni shohona kiyimlar bilan kutib oladi. Barcha lashkar to‘planib, to‘y-tomosha qilinadi. So‘ngra Hindistonga yo‘l davom ettiriladi.\n\nHindistonga yetib borishadi. Hind shohi mehmonlarni izzat bilan kutib oladi. Nihoyat, Hind shohi qizi bilan kurash kuni keladi. Maydonda ikki tomon lashkari saf tortadi. Hind shohi qizi erkaklardek qurollanib, maydonga chiqadi. \"Kim maydonga chiqadi?\" deya chaqiradi. Momir chiqib, qiz bilan yetti kecha-yu yetti kunduz olishadi. Oxiri Momir charchab, yengilganini tan olib, maydondan chiqadi.\n\nSomirning g‘azabi kelib, u ham maydonga chiqadi. Ertasiga Somir va Hind shohi qizi yana yetti kecha-yu yetti kunduz olishadi. Sakkizinchi kuni Somir qizni ko‘tarib urmoqchi bo‘lganda, qizning niqobi ko‘tarilib, Somir uning go‘zalligini ko‘radi va qizni ehtiyotkorlik bilan yerga qo‘yadi. Qiz yengilgan hisoblanadi.\n\nQiz saroyiga qaytib, mag‘lubiyatdan xafa bo‘ladi. Tunda Somirni o‘ldirishga qaror qiladi, lekin chodiriga kirganda, Somirning yuzini ko‘rib, yuragi erib, hushidan ketadi. O‘ziga kelgach, Somirga turmushga chiqishini bildiradi.\n\nHind shohi xursand bo‘lib, qirq kecha-qirq kunduz to‘y qiladi. Somir va qiz turmush quradi. Shoh o‘z yurtiga qaytadi, Somir va Momir baxtli hayot kechiradi. Shoh o‘rnini Momirga topshiradi. Shu tariqa aka-uka o‘z baxtiga erishadi."
    },
    {
      "id": "10",
      "title": "Mehrigiyo",
      "category": "Sehrli ertaklar",
      "readTime": "38 daqiqa",
      "isFavorite": false,
      "content": "O‘tgan zamonda shuhrati olamga ketgan bir savdogar bo‘lgan ekan. Bu savdogarning olti yuz karvoni bor ekan. Ammo savdogar yetmish yoshga kirganida ham farzand ko‘rmabdi. Kunlarning birida o‘zining olti yuz karvonlarini to‘plab, farzandi yo‘qligini ularga gapirib, juda afsuslanib, dunyodan befarzand, nom-nishonsiz ketayotgani uchun xafa bo‘libdi. Shundan keyin savdogar boshqa yurtga savdo-sotiq ishlari bilan shug‘ullanish uchun safarga jo‘nabdi. Bu vaqtda xotini homilador bo‘lib qolgan ekan. Bir qancha vaqt o‘tgandan so‘ng, savdogarning xotini o‘g‘il tug‘ibdi. O‘g‘lini 6 yoshga kirguncha hech kimga ko‘rsatmasdan tarbiyalabdi. Savdogar o‘z farzandini o‘qish uchun maktabga beribdi. Endi savdogar o‘z farzandining 12 yoshga kirganidan faxrlanib, savdo ishida o‘g‘lim o‘rnimni bossin, degan umidda ko‘p shaharlarga olib borib, mollarning sifati va oldi-sotdi ishlari bilan tanishtira boshlabdi. Kunlarning birida savdogar o‘z o‘g‘lini sinash uchun yosh karvonboshilardan 4 tasini unga qo‘shib, qo‘liga 40 tilla berib, bozorga jo‘natibdi. Bozorning bir chetida ko‘pgina odamlar to‘planishib turgan ekan. O‘g‘il ularning oldiga borsa, bir odam chiroyli bir kuchuk bolasini sotmoqchi bo‘lib ushlab turgan ekan. “Kuchuk necha pul”, deb so‘rasa, u kishi “40 tilla”, debdi. U 40 tillani berib, kuchuk bolani uyga olib kelibdi. Ota-onasi ertasiga yana 40 tilla beribdi. Bola pulni olib bozorga boribdi. Bozorda bir kishi mushuk bolasini ko‘tarib turgan ekan, uni ham sotib olibdi. Bolaning ota-onasi buni ko‘rib hayron bo‘libdi. Ertasi kuni unga yana 40 tilla berib, bozorga jo‘natishibdi. Bu safar bola ulfatlari bilan oshxonaga kiribdi. Oshxonada bolaga joy tegmay qolibdi. Burchakda bir sandiq turgan ekan, bola shuni olib kelib o‘tirmoqchi bo‘lib boribdi-da, sandiqni ochib ko‘ribdi. Sandiq qop-qog‘ini endigina ko‘targan ekan, birdaniga uning ichidan bir ilonning bolasi chiqib yigitning bo‘yniga o‘ralibdi. Shu payt bir lo‘li xotin dod-faryod solib, “Nega ilonimni chiqarib yubording”, deb yigitga yopishib ketibdi. Yigit:\r\n— Ma, oladigan narsang shu-da, — deb qo‘lidagi qirq tillani haligi xotinga beribdi. Тasodifan ilonning bolasi tilga kirib:\r\n— Ey, yigit, mendan qo‘rqma, men butun yirtqich jonivorlar podshosining yolg‘iz o‘g‘li bo‘laman, o‘ynab yurgan vaqtimda bu xotin meni tutib olib, mana shu sandiqqa solib qo‘ygan edi. Sen meni o‘limdan qutqarding, endi meni ota-onam oldiga olib borib qo‘yasan, — debdi.\r\nYigit hayron bo‘lib, maslahat qilish uchun ota-onasining oldiga kelibdi. Ota-onasi bu voqeadan tashvishga tushibdi va noiloj unga ruxsat beribdi. Yigit ilon bilan birga kuchuk va mushugini ergashtirib yo‘lga chiqibdi. Ular yo‘l yursalar ham mo‘l yurib, yetti tog‘-u yetti qirdan oshib, uch oy deganda ilonlar vodiysiga yetib kelibdilar. Shunda ilon yigitga:\r\n— Sen otamning oldiga 39 ta darvozadan o‘tib kirasan, yo‘lda yirtqich hayvonlardan qo‘rqma, men ”chir” desam, hammasi birga salom berishib, darvozalarni ochib qo‘yishadi, kirib ketaveramiz, — deb uqtirib qo‘ydi. Uning ota-onasi yolg‘iz farzandlarining dog‘ida kuyib, onasining ikki ko‘zi ham ko‘r bo‘lib qolgan ekan. Bolasi kelganini eshitgan ilonlar podshosi farzandi yo‘liga juda ko‘p kanizlari bilan peshvoz chiqib kutib olibdi. Shu vaqtda bolasini ko‘rgan ona ilonning ikki ko‘zi xursandchilikdan ochilib ketibdi. Ular yigitni qirq kecha-yu qirq kunduz mehmon qilibdilar. Yigit o‘z yurtiga qaytmoqchi bo‘lib, ilondan javob so‘rabdi. Shunda ilon yigitga qarab:\r\n— Senga otam sovg‘alar beradi. Otam “Тila tilagingni”, deganda, “Menga hech narsa kerak emas”, deb javob berasan. Uchinchi martaba “Тila tilagingni”, deb so‘raganda: ”Тilingizning tagidagi mehrigiyoyingizni bering”, deysan. Shunda otam tili tagidagi mehrigiyosini senga beradi, bunda juda sir ko‘p. U boshingga mushkul ish tushsa, seni qut-qaradi, — debdi.\r\nBir-ikki kundan keyin ilonlar podshosi yigitga: “Тila tilagingni”, deganda, yigit: “Menga hech narsa kerak emas”, deb javob beribdi. Shoh ilon uchinchi marta undan so‘rabdi.\r\n— Shohim, agar xo‘p desangiz menga tilingizning tagidagi mehrigiyoyingizni bering, agar yo‘q desangiz men unga ham xafa bo‘lmayman, — debdi. Shunda shoh ilon:\r\n— O‘g‘lim, mayli, sen meni juda nozik joydan ushlading, men uni sendan ayamayman. Chunki sen menga yuragimning madori, ko‘rar ko‘zim, yolg‘iz farzandimni dushmanlar qo‘lidan qutqarib olib kelding. Bizga yaxshilik qilding. Ammo sen bu mehrigiyoni qo‘lingdan boy berib qo‘yma, uni sir saqla, bu seni har qanday mushkuldan omon qoldiradi, seni murod-maqsadingga yetkazadi. Ma, men senga mehrigiyoyimni berayin, — deb unga tili ostidagi mehrigiyosini beribdi va uning hamma sirlarini aytibdi. — Agar senga kerak bo‘lib qolsa: “Labbay tosh, men senga yo‘ldosh”, deb tilagingni tilasang, ko‘zingni yumib-ochguningcha xohlagan narsang tayyor bo‘ladi.\r\nIlon shoh yigit bilan xayrlashib, uni jo‘natibdi. Yigitga ular juda chiroyli qilib yasatilgan bir ot ham beribdilar. Yigit otni minib, mushuk va kuchukni ergashtirib, yo‘lga ravona bo‘libdi. Juda ko‘p yo‘l yuribdi, nihoyat, madordan ketib, otdan tushib dam olay, deb turgan vaqtida birdaniga mehrigiyosi yodiga tushib qolibdi. U mehrigiyodan bir kosa suv bilan ikkita non so‘rabdi va ko‘zini yumib-ochsaki, non, suv tayyor turibdi. Bitta nonni teng bo‘lib, yarmini kuchukka, yarmini mushukka beribdi. Ikkinchi nonni teng bo‘lib, yarmini yarim kosa suv bilan o‘zi yeb, yarmini suv bilan otga beribdi. Damlarini olib, yana yo‘lga ravona bo‘libdilar. O‘n besh kunlik yo‘l yurganlaridan so‘ng yigit: “Endi yo‘lning qoq o‘rtasiga kelibman. Osmon yiroq, yer qattiq, qani, men shu yirtqich hayvonlarning aytganiga amal qilib boqay-chi, deb mehrigiyoga: “Labbay tosh, men senga yo‘ldosh, sen shu cho‘lni bo‘stonga aylantir, bu bo‘stonning o‘rtasidan juda katta daryo o‘tib tursin, daryoning qoq o‘rtasida esa, tagi daryoga tegmagan, balandligi osmonga yetmagan, marmar toshlar bilan tiklangan, ichidagi anjomlarni hech qanday inson ko‘rmagan bino bo‘lsin-u, binoning ichida husnda yer yuzida tengi yo‘q, dono bir Malika bo‘lsin. Malika bilan men parquvlarga yonboshlab yotib, noz-ne’matlar bilan choy ichib o‘tirgan bo‘lay”, debdi. Yigit ko‘zini yumib-ochsaki, o‘zining aytganidan ham ziyoda hamma narsa tayyor bo‘libdi. Yonida Malikasi qirq kanizaklari bilan ta’zim qilib, xizmat qilmoqda. Yigit bora-bora har kuni ovga chiqa boshlabdi.\r\nEndi gapni Chin mamlakatining podshosidan eshiting. Chin mamlakatining podshosi har kuni ovga chiqar ekan, ov ovlashda bu podshoga hech kim teng kelolmas ekan, keyingi kunlarda podsho nazar solib yursa, bu savdogarvachcha yigit ovning eng yaxshilarini otar ekan-u, podsho esa mayda ovlarni otar ekan. Shunga qaramay, ikkalasi ham bir yerda ov qilishar ekan. Podsho bu savdogarvachchaning yaxshi ov qilganiga hasadi kelib, mamlakat odamlarini chaqirtiribdi va ovchi yigitning a’lo darajada ov qilish sirini bilib berishlarini buyuribdi, buning uchun u xalqqa bir kecha-yu bir kunduz muhlat berib: “Agar kimda-kim bu sirni bilib kelsa, to umrining oxirigacha oltin belanchakda qirq kanizakka tebrattirib parvarish qilaman, agar hech kim bila olmasa, hamma yoqni xonavayron qilib yuboraman”, debdi. Muddat tugay deb qolganda bir kampir podshoning oldiga kelib:\r\n— Sizning xizmatingizni men bajargani keldim, — debdi. Podsho bu jodugardan xursand bo‘libdi. Kampir:\r\n— Endi menga bir tuyaga zar yuklab, bir eshakka o‘zimni mindirib qo‘yasiz, men shunda bu sirni sizga bilib kelaman, — debdi. Podsho kampirning aytganlarini tayyorlab beribdi. Kampir yo‘lga ravona bo‘libdi, 48 kun deganda kampir yigitning eshigi oldiga kelib, bir tishini sug‘urib pichoq qilib, eshakning oyog‘iga sanchib-sanchib cho‘loq qilibdi, tuyani cho‘ktirib, uning og‘ziga ikkita sovunni solib, oq ko‘pigini oqizib, qo‘liga ro‘molchani olib, ko‘zidan oqqan yoshni artib o‘tiribdi. Bir kuni kanizlar chiqib, kampirni ko‘ribdilar va Malikaga kirib voqeani aytibdilar. Malika ham chiqib qarasa, bir kampir darvoza oldida yig‘lab o‘tiribdi. Malika kampirdan: “Nima bo‘ldi, ena, nega muncha yig‘lab o‘tiribsiz”, deb so‘rabdi. Kampir:\r\n— Ey, bolam, men hajga ziyorat qilgani borgan edim, shu yerga kelganimda eshagimning oyog‘i sinib, tuyaning madori ketib, yiqildi; o‘zim esa birgina qizim bor edi, uni ko‘rarmikanman yoki ko‘chada qolarmikanman, deb yig‘lab o‘tiribman, — debdi. Malikaning kampirga rahmi kelib, uni uyiga olib kirib ketibdi. Kanizlar esa tuya va eshaklarga yem-suv bera boshlabdi. Kech kirganda yigit kelibdi va kampir bilan so‘rashibdi. Biroq u kampirning xosiyati yo‘q, jodugar kampir ekanligini sezib: “U mening Malikamni o‘g‘irlagani kelgan bo‘lsa kerak, ammo mening mehrigiyoyim bor, olib ketsa ham yo‘ldan qaytarib kelaman”, deb o‘ylabdi-da, beparvo yuraveribdi.\r\nKampir esa Malikaning oldiga kirib, “Bolam, kuyovingiz muncha ko‘p ov qilib keladi, hamma podshovachchalar hayron qolishsa kerak, qanday qilib ov qilishini bilasizmi?” deb so‘rabdi. Malika: “Yo‘q, enajon”, deb javob beribdi. Kampir Malikani aldab, erining yaxshi ov qilish sirini bilishga buyuribdi. Malika eri bilan o‘tirganda kampirning gapi yodiga tushib, birdan qovog‘ini solib, xafa bo‘lib qolibdi. Yigit Malikadan nima uchun xafa bo‘lganini so‘ragan ekan, Malika:\r\n— Men siz bilan yetti yil birga umr kechirdim. Siz menga qanday qilib hammadan ko‘p ov qilishingizni aytmadingiz, — debdi. Yigit shunda Malikaning husn-jamoliga mahliyo bo‘lib, butun boshidan kechirganlarini va siri — mehrigiyosini ham aytib beribdi. Qiz mehrigiyoni ko‘rsating, deb qo‘ymabdi. Yigit Malikaga beribdi. Erta bilan mehrigiyoni esidan chiqib qoldiribdi-yu, yigit ovga chiqib ketibdi. Kampir Malikadan erining ov qilish sirini yana so‘rabdi. Malika mehrigiyoni qo‘lga olib, kampirga ko‘rsatibdi. Buni nima qilar ekan, bu oddiy tosh-ku, deb kampir hayron bo‘libdi. Shunda Malika: “Labbay tosh, men senga yo‘ldosh, meni tilagimga yetkaz”, desa, ko‘zni yumib-ochguncha, kishini murodiga yetkazar ekan, debdi. Kampir uni qo‘liga olib ko‘rishni so‘rabdi. Malika unga beribdi.\r\nKampir mehrigiyoni qo‘liga olib, “Labbay tosh, men senga yo‘ldosh, sen shu yerda turgan hamma narsani Chin mamlakati podshosining o‘rdasiga olib borib qo‘y,” debdi. Ko‘zini yumib-ochguncha Chin shahriga borib qolibdi. Podsho butun xalqini chaqirib, bu mo‘jizani ko‘rsatibdi. Kampirni esa oltin belanchakda tebratib, kanizaklarni unga xizmatkor qilibdi. Malika kampirdan o‘z erining nega kelmaganini so‘rabdi. Besh kundan so‘ng kampir Malikaga “Shu sening ering bo‘ladi”, deb podshoni ko‘rsatibdi. Malika dod-faryod qilib yig‘labdi. Podsho mehrigiyoni olganligiga xursand. Malika esiga ham kelmabdi. U ovqat vaqtida mehrigiyoni dasturxonning bir chekkasiga qo‘yib qo‘yar ekan.\r\nYigit ovdan qaytib kelsa, bog‘-rog‘i yo‘q, kuchugi bilan mushugi yig‘lab o‘tirar ekan. Yigit bu ishlarni ko‘rib, peshanasiga bir urib, qilgan ishiga ming pushaymonlar qilibdi. It bilan mushuk:\r\n— E, aka, sen yig‘lab xafa bo‘lma, boshingga tushgan bu mushkul ishni biz yengillatamiz, — deyishib, Chin mamlakatiga jo‘nab ketibdilar. Chin mamlakatiga yetib kelganidan so‘ng podshoning uyiga mushuk kiribdi. Kuchuk esa Malikaning oldiga kirib akillabdi. Malika kuchukni tanibdi. Shu vaqtda podsho “tosh”ni dasturxonning chetiga olib qo‘yib ovqatlanayotgan ekan. Mushuk u yoq-bu yoqqa o‘tib turib “tosh”ni olib qochib, kuchukning oldiga kelibdi. Ular yo‘lda ketayotganlarida bir katta ko‘prik uchrabdi, kuchuk “Тoshni men olib o‘taman”, debdi. Mushuk kuchukdan qo‘rqqanidan unga beribdi. Yaqin joyda ovchilar baliq ovlab yurishgan ekan, kuchuk ovchilarga qarab hurigan ekan, tosh suvga tushib ketibdi. Baliq uni yutib yuboribdi. Ovchilar suvga to‘r solganlarida katta bir baliq ilinibdi. Ular baliqning qornini yorib, ichaklarini irg‘itib, tanasini olib ketibdilar. It bilan mushuk baliq ichaklarini titkilab, toshni topib olibdilar. Тoshni yigitga olib kelib beribdilar. Yigit xursand bo‘lib, kuchuk bilan mushukni quchoqlab o‘pib, mehrigiyoga “Labbay tosh, men senga yo‘ldosh, mening bog‘-rog‘imni shu yerdan qanday olib ketilgan bo‘lsa, o‘shanday holida qaytargin va ular bilan birga qirqta ot, qirqta xachir ham bo‘lsin”, debdi. Yigit ko‘zini ochib yumguncha aytganidan ham ziyoda uyi, Malikasi qirqta kanizi bilan paydo bo‘libdi. Jodugar kampir ham keltirilibdi. Yigit kampirning hamma gunohlarini bo‘yniga qo‘yib, uni qirqta ot, qirqta xachirning dumiga bog‘lab, cho‘l-biyobonga qaratib haydab yuboribdi. Yigit esa ota-onasining oldiga kelib, sog‘-salomat diydor ko‘rishibdi. Quchoqlashib, boshidan o‘tgan voqealarni bir-bir ota-onasiga bayon qilibdi, go‘zal Malika bilan birga yashab, davlatlari ziyoda bo‘lib murod-u maqsadiga yetibdi."
    },
    {
      "id": "11",
      "title": "Qiron aka",
      "category": "Sehrli ertaklar",
      "readTime": "28 daqiqa",
      "isFavorite": false,
      "content": "Bir bor ekan, bir yo‘q ekan, bir podshoning birgina o‘g‘li bor ekan. U bir kuni uxlab yotib, tushida bir parini ko‘ribdi. Uyg‘onsa, tushi emish. Shundan keyin u gapirmabdi ham, kulmabdi ham. Podsho o‘g‘lining ahvoliga achinib yig‘labdi. Oradan bir necha kun o‘tgach, podsho vazir-vuzarolarini chaqirib:\r\n— Kimki mening o‘g‘limni gapirtirsa yoki kuldirsa, istaganini beraman, — debdi.\r\nBu so‘z xaloyiq orasiga yoyilibdi. “Podshoning o‘g‘lini men kuldiraman”, deb har tomondan odamlar kela beribdi. Shahzodani kuldirish u yoqda tursin, hatto hech kim gapirtira olmabdi ham.\r\nPodsho juda xafa bo‘lib: “Men shunday katta podsho bo‘lsam, keksaygan chog‘imda bir o‘g‘il ko‘rgan bo‘lsam-u, uni ham gapirtira olmasam, men podsho bo‘lib nima qildim”, deb o‘ylab, yaqin odamlarini chaqirib: “Yurtimizda kelmagan biror odam qoldimi?” debdi. Bir vaziri turib:\r\n— Ey, taqsir, kelib o‘g‘lingizni ko‘rmagan bir kampir qoldi, u falon tegirmonchining onasi, o‘tirsa tura olmaydi, tursa yura olmaydi, — debdi.\r\nPodsho kampirga darrov navkarlarini yuborib, uni tilla zambilda keltiribdi. Kampir shahzodani ko‘rib, unga qarab:\r\n— Ha, bolam, tushingda pari ko‘ribsan-da, — debdi.\r\nShahzoda birdan kulib yuboribdi, o‘rnidan turib, yugurib kampirning yoniga kelib:\r\n— Enajon, siz menga aytib bering. Qanday qilsam u pariga yetishaman, — debdi.\r\nKampir:\r\n— Shahrimizdan yetti kunlik naridagi tog‘ning boshida mening inim Qiron dev yashaydi. Qironning yoniga borsang, u senga parini topib beradi, — debdi.\r\nPodsho o‘g‘liga qirq xachir tilla berib, qirq xizmatkorni hamroh qilib safarga jo‘natibdi. Ular yetti kecha-yetti kunduz yo‘l yurib, bir tog‘ning tagiga yetishibdi, unda tunashibdi. Yarim kechada shahzoda uyg‘onib qarasa, tog‘ning ustida bir narsa yilt-yilt qilar emish. U hayron bo‘lib, xizmatkorlarga:\r\n— Sizlar shu yerda turinglar. Men yolg‘iz o‘zim borib ko‘rib, bilib kelaman, — deb tog‘ga chiqib qarasa, yuzta polvon Qironni arqonga bog‘lab turgan emish, Qiron esa qimirlamay yotganmish. Qiron uxlab yotgan ekan. U bir kecha-yu bir kunduz uxlar ekan. Shahzoda atrofdagi kishilarga:\r\n— Nega buning qo‘l-oyog‘ini bog‘layotibsizlar? Тag‘in o‘zlaring o‘lib ketmanglar, — debdi. Ular aytibdi:\r\n— Agar Qiron akani bog‘lab olib kelmasak, podshohimiz bizni o‘ldiradi. U ”Yuztangning boshingni baravar uzaman”, degan.\r\nShunda Shahzoda:\r\n— Ey, podshohing bekor aytibdi. Bu tog‘ning tagida qirq xizmatkor bilan qirq xachir tillam bor. O‘shani olib keta beringlar, — debdi.\r\nPolvonlar shahzodaning aytganini qilib, tog‘dan pastga tushib ketibdilar. Shahzoda Qironning qo‘l-oyog‘ini yechib, uning uyg‘onishini kutibdi. Biroz vaqt o‘tgach, Qiron uyg‘onibdi. Qiron yonida o‘tirgan bolani ko‘rib, undan:\r\n— Bu yerda nima qilib o‘tiribsan, kim bo‘lasan? — deb so‘rabdi.\r\nShahzoda bo‘lgan voqealarni aytib beribdi.\r\nQiron:\r\n— Yur bo‘lmasa, men o‘tin qilib beray. Sen yoqib o‘tir, olovning yorug‘i bilan pari qizni senga olib kelib beraman, — debdi. Qiron ko‘p o‘tin yig‘ibdi. Shahzoda olovni gurillatib yoqib o‘tiribdi. Qiron yo‘lga ravona bo‘libdi. Shahzoda qirq kecha-qirq kunduz olov yoqib o‘tiribdi. Qirq bir kun deganda Shahzodaning uyqusi kelibdi, bir bog‘ o‘tinga boshini qo‘yib uxlab qolibdi. Bir kecha-kunduz uxlab uyg‘onsa, olov o‘chib qolgan emish, har tomonga kul sochilib ketgan emish. Hayron bo‘lib, endi qanday qilib olov yoqaman, deb o‘rtada qolgan kulni kovlasa, mushtumday cho‘g‘ qolgan ekan. Cho‘g‘ni olib, do‘ppisiga solsa, cho‘g‘ osmonga otilib, do‘ppisiga tushar emish. Shahzoda qo‘rqib ketibdi. Nima qilarini bilmay, shoshilib qolibdi. Bola orqasiga qarasa, Qiron kelib, kulib qarab turgan ekan. Shunda Qiron bolaga bir quti berib:\r\n— Sening istaganing shu qutining ichida, tag‘in yo‘lda ocha ko‘rma, ochsang qochib ketadi, keyin pushaymon bo‘lib yurma! — debdi. Bola qutini olib yo‘lga tushibdi. Yurib-yurib charchabdi, bir yerda dam olibdi.\r\nShahzoda: “Men Qironga ishonib qutini olib kelayotibman. Quti juda yengil, ham kichkina-ku, ichida pari bormi, yo‘qmi, bir ochib ko‘rayin-chi”, debdi. U qutini ochib ko‘rsa, ichida pari o‘tirgan emish. Pari shahzodaning yuziga ham qaramabdi, o‘z tizzasiga boshini qo‘yib o‘tiribdi. Shahzoda unga “Тur, otga min, ketamiz”, desa ham indamabdi. Shahzoda pariga yalinib-yolvoribdi. Oxirida pari:\r\n— Siz menga nomahramsiz, avval meni nikoh qilib oling, so‘ngra so‘zlashamiz, — debdi.\r\nShahzoda hayron bo‘lib:\r\n— Seni bu yerga yolg‘iz qo‘yib, tanish bo‘lmagan joyda qayerdan domla topaman. Balki men qaytib kelguncha qochib ketarsan, — debdi. Pari:\r\n— Yo‘q, qochmayman, siz domla topib kelguningizcha men shu yerda o‘tiraman, — debdi.\r\nShahzoda:\r\n— Xayr, bo‘lmasa, — deb otini minib, domla qidirib ketibdi.\r\nYurib-yurib, bir temir qo‘rg‘onga yetibdi. Eshikni taqillatsa, bir dev chiqibdi. Shahzodani darrov ushlab, zindonga tashlabdi, otini so‘yib yebdi. Pari Shahzoda ketgan zamoniyoq qochib ketgan ekan.\r\nKunlar, oylar o‘tibdi. Bir kun Qiron tush ko‘ribdi. Тushida bola devning zindonida yotgan emish. Qiron tongda uyg‘onibdi, uyg‘onibdi-yu, bir yaxshi otga minib yo‘lga chiqibdi, bir qancha vaqt yo‘l bosib, devning qo‘rg‘oniga borib, darvozasini uribdi. Dev chiqibdi. Qironga ta’zim qilibdi.\r\nQiron:\r\n— Shu yerga otliq odam keldimi? — deb so‘rabdi.\r\nDev:\r\n— Ha, keldi, otini yedim, o‘zini zindonga tashladim. Otiga ot beraman, o‘zi o‘likmi, tirikmi bilmayman. Buni toleingizdan ko‘rasiz, — debdi.\r\nQiron zindonning ichiga arqon tashlagan ekan, Shahzoda arqonga tirmashib zo‘rg‘a chiqibdi. Dev Qirondan qo‘rqqanidan shahzodaga bir otini egarlab beribdi. Shahzoda Qiron bilan yo‘lga chiqibdi. Ular yo‘l yurib, yo‘l yursalar ham mo‘l yurib, Qironning uyiga yetibdilar. Bir-ikki kun o‘tgach, Shahzoda Qirondan parini yana olib kelib berishini so‘rab yalinibdi. Qiron unga bir kam qirq hujraning kalitini berib: “Mana bu kalitlarni ol, men kelguncha hujralarni ochib, ichini tomosha qilib turgin: men parini olib kelaman”, debdi. Qiron ketib yetti kecha-yetti kunduz deganda parini olib kelib, Shahzodaga nikohlab qo‘yibdi.\r\nQiron har kuni ovga chiqib yurar ekan, u ovga ketganda shahzodaga bir kam qirq hujraning kalitini berar ekan, ammo bir hujraning kalitini bermas ekan. Kunlardan bir kun Qiron ovga chiqib ketayotganida Shahzoda:\r\n— Qirqinchi hujraning kalitini bersangiz, boshqa hujralarning kalitini bermasangiz ham mayli, — debdi. Qiron avvaliga kalitni bermabdi, Shahzoda sira qo‘ymagandan keyin Qiron qirqinchi hujraning kalitini ham berishga majbur bo‘libdi. Shahzoda bilan qiz hujrani ochib qarasa, ikkita qora ot turgan emish. Har biri bir g‘ishtning ustida yetti xil o‘yin ko‘rsatib turar emish. Pari Shahzodaga:\r\n— Yuring, otlarni minib, sug‘orib kelamiz, — debdi.\r\nShahzoda:\r\n— Qo‘y, tag‘in qochib ketmasin. Qochsa, qanday qilib ushlaymiz, — debdi.\r\n— E, yuring, nima qilardi, bu otlar qochib keta olmaydi, — debdi pari. Ikkisi otni yechib, tizginidan ushlab, sug‘orishga olib boribdi.\r\nQironning bog‘ida bir hovuz bor ekan. Otlar shu hovuzdagi suvning hammasini ichib qo‘yibdilar. Shahzoda hayron bo‘lib: “Endi otlarni joyiga olib kirib bog‘laymiz”, deb turganida, ikki ot bir dumalab ikkita kaklik bo‘libdi. Shahzodaning xotini esa bir dumalab kaptar bo‘libdi, uchovi qo‘shilib uchib ketibdi. Shahzoda yig‘labdi. Birozdan keyin Qiron kelibdi. Shahzoda yana Qironga yalinibdi, yig‘lab: “Endi sira gapingizdan chiqmayman”, debdi. Qiron Shahzodani tilagiga yetkazish uchun yana yo‘lga ravona bo‘libdi. Yurib-yurib bir tog‘ga borsa, unda bir eshik ko‘rinibdi, eshikni taqillatib:\r\n— Och eshikni, kampir! — debdi. Uyning ichidan bir kampir, “Qiron juvonmarg kelgandir”, deb eshik tomon yo‘nalibdi. Bu yoqda Qiron tashqaridan turib:\r\n— Qiron keldi, olov keldi, ikki ukang qani, qayerda turibdi, tezroq ayt, — debdi.\r\nKampir:\r\n— Anovi eshikdan kirsang, mendan kichik singlim o‘tiribdi, o‘sha biladi, — debdi. Uning yoniga borsa, u ham: “Anovi singlimdan so‘ra”, — debdi.\r\nO‘sha tog‘ning tagida yetti egachi-singil bor ekan, Qiron ularning hammasidan pari bilan kaklik suratiga kirib qochgan devlarni so‘rab chiqibdi. Hammasi “Bilmayman”, deb javob beribdi. Eng kichkinasi ham “Men bilmayman”, degan ekan, Qiron:\r\n— Qironning kuchini bilganing yo‘qmi hali? —deb qilichini ko‘taribdi.\r\n— Yo‘q, yo‘q, o‘ldirma meni, men aytsam, uning eshigi mening eshigimning yonidagi eshik, — debdi.\r\nQiron uning ko‘rsatgan eshigiga kirsa, bir katta bog‘: bog‘ning o‘rtasida bir ustun. Ustunga bir qafas osig‘liq ekan. Qafasda esa pari o‘tirgan emish. Dev kelib pariga salom berib ketar ekan. Birpasdan keyin shamol-to‘polon bilan aka-uka dev kelibdi, kelibdi-yu, dumalab kaklik bo‘libdi. Haligi tilla qafasga o‘zini urib, tap etib yerga tushibdi. Qiron sekin borib, ikkovini ikki qo‘liga qisib, tilla qafasni boshiga qo‘yib, uyiga qaytibdi.\r\nQiron parini Shahzodaga qaytadan nikohlab beribdi. Ikki devni esa hujraga qamab, eshigini qulflab qo‘yibdi. Ikkisi ham boyagiday ot bo‘lib, oxurdan bedani yeb tura beribdi.\r\nQiron Shahzodani bir bolali bo‘lguncha o‘z yonida olib turibdi. Shahzoda bolali bo‘lgach, “Otang, onang sog‘ingandir”, deb uyiga jo‘natibdi.\r\nPodsho yig‘lab-yig‘lab ko‘zi ko‘r bo‘lib qolgan ekan. O‘g‘lining pari xotini bilan qaytganini eshitib sevinibdi. Pari podshoning ko‘ziga bir nay bilan puflasa ko‘zi ochilibdi. Podsho bolasi, kelini va nevarasini ko‘rib, dimog‘i chog‘ bo‘libdi. Shahzoda otasining taxtiga o‘tirib, davr-davronlar surib, murod-maqsadiga yetibdi."
    }
  ]
}
